html/index.html
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-04-28 Tue 06:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Davide Magrin</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Davide Magrin" />
<link rel="stylesheet"
                  href="css/style.css" type="text/css"/>
</head>
<body>
<div id="content">
<h1 class="title">Davide Magrin</h1>
<p>
PhD student at the University of Padova
</p>

<p>
Simulation and mathematical modeling for the design and performance evaluation
of LoRaWAN, LTE and 802.11ax networks.
</p>

<p>
Email: hello@magr.in
</p>

<p>
Everywhere else: DvdMgr
</p>

<hr />

<div id="outline-container-orge209b42" class="outline-2">
<h2 id="orge209b42">Research Work</h2>
<div class="outline-text-2" id="text-orge209b42">
<dl class="org-dl">
<dt><a href="https://github.com/signetlabdei/sem">SEM</a></dt><dd>A python library to run ns-3 simulation campaigns and analyze results.</dd>
<dt><a href="https://github.com/signetlabdei/lorawan">lorawan</a></dt><dd>An ns-3 module to simulate LoRaWAN networks.</dd>
<dt><a href="pubs.html">Publications</a></dt><dd>List of my publications.</dd>
</dl>
</div>
</div>
</div>
</body>
</html>
